[
  {
    "name": "THE NEW LEADERSHIP SKILL - สู่การเป็นผู้นำยุคใหม่",
    "description": "ไม่ใช่การนั่งเรียนแบบบรรยายและจดจำ Training แบบเดิม แต่เป็นการจัดอบรมเชิงกระบวนการ (Facilitation Workshop) เพื่อให้ผู้เข้าอบรมได้มีประสบการณ์ตรง ได้แลกเปลี่ยนเรียนรู้ซึ่งกันและกัน จนเกิดการตกผลึกและเปลี่ยนแปลงทัศนคติในตัวเอง (Self-Awareness) ด้วยกระบวนการที่ออกแบบจากศาสตร์จิตวิทยาเชิงบวกและวิทยาศาสตร์สมอง (Positive Psychology & Neuroscience)",
    "location": "Leadership, Training ซอย งามดูพลี ทุ่งมหาเมฆ เขต สาทร กรุงเทพมหานคร ประเทศไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/697/cover/2._%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B3%E0%B8%A2%E0%B8%B8%E0%B8%84%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88_851x400px.jpg?1543291719",
    "date_time": "22/02/2019",
    "category_name": "education"
  },
  {
    "name": "International Accreditation for Higher Education Institutions in Thailand",
    "description": "This seminar is designed to enhance the knowledge, understandings and importance of International Accreditation for higher education institutions in Thailand. As higher education institutions in Thailand continue to contribute to the global community of 21st Century Teaching & Learning, it is also crucial that institutions recognise the importance of becoming internationally recognised.",
    "location": "Pullman Bangkok King Power, Rang Nam Alley, Thanon Phaya Thai, Ratchathewi, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/396/cover/1.png?1539833731",
    "date_time": "28/02/2019",
    "category_name": "education"
  },
  {
    "name": "6-DAY MEDITATION HOLIDAYS",
    "description": "World Peace Initiative Foundation and Mind Stories Team would like to welcome you to the 6-day relaxing yet insightful meditation retreat of its kind. This retreat is designed for those who are interested in deepening meditation experience, developing mindful habits, conversing with a Teaching Monk and mentors, exploring the ancient Buddhist philosophies (such as Law of Karma, impermanence, and Noble 8-fold Path) and enjoying the rich cultural elements of Thai history, architecture, and people in Sukhothai. Our goal is to bring you on an eye-opening journey from insight knowledge and holistic experiences to cultivate true peace, ultimate happiness, and inner wisdom. The technique used for our meditation and mindfulness practice is called “Center of the Body” technique (or Center of Gravity) which is the place where our body and mind can be in balance. During the retreat, the Teaching Monk will guide you through 7 bases of the mind until you gently reach the Center of the Body where the mind can become more powerful. This technique has been taught 2500 years ago since the Buddha’s time.",
    "location": "Sriwilai Sukhothai, MueangKao, Mueang, Sukhothai, ไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/013/cover/banner_sukhothai.jpg?1533800850",
    "date_time": "18/07/2019",
    "category_name": "workshop"
  },
  {
    "name": "Exceptional Embroidery",
    "description": "Do you get bored how to stitch perfect flower embroidery on frame??? Let's learn how to create your own unique embroidery style!!! In 3 hours, these workshop initiate you to the different techniques of embroidery art. Bring your own old clothes or whatever you would like to recycle by your own style embellishment such as old jacket, old jeans or tote bag. We are open to all level of embroiderers. ",
    "location": "Shangri-La Hotel, Chiang Mai, Changklan Road, ตำบล สุเทพ Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/644/cover/surrealstitch_cover_image_workshop_CMDW2018.jpg?1542543580",
    "date_time": "12/12/2018",
    "category_name": "workshop"
  },
  {
    "name": "Circoloco Thailand",
    "description": "For the first time ever in Southeast Asia, the iconic Ibiza brand Circoloco debuts at Baba Beach Club Phuket on the 19th of January 2019, perfectly recreating a legendary Monday at DC10. Circoloco will bring the infamous sound of Ibiza’s underground music scene to Thailand for a one-day event with an international world renowned line up.",
    "location": "Baba Beach Club Phuket Luxury Pool Villa Hotel by Sri panwa, Takua Thung, Khok Kloi, Phang Nga, Thaila",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/701/cover/PKT_1702_web_800-2.jpg?1543820298",
    "date_time": "19/01/2019",
    "category_name": "activities"
  },
  {
    "name": "ARTIFICIAL INTELLIGENCE (AI) COMPREHENSIV",
    "description": "เรียนรู้แนวคิดใหม่ๆ ไอเดียเจ๋งๆ เกี่ยวกับหลักการทำงานของ AI พร้อม Workshop การเขียน ‘AI Program’ ด้วย Python& Keras ต่อยอดสู่การพัฒนานวัตกรรมในทิศทางใหม่ๆ อย่างสร้างสรรค์ เพื่อปรับใช้และเสริมศักยภาพในการประกอบธุรกิจให้ดียิ่งขึ้น พร้อม Workshop เข้มข้น เพื่อต่อยอดเทคโนโลยีปัญญาประดิษฐ์สู่ธุรกิจยุคดิจิทัล",
    "location": "Network Training Center (NTC) สุริยวงศ์ บางรัก Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/708/cover/AI_EventPOP_851x400.png?1543372228",
    "date_time": "14/01/2019",
    "category_name": "workshop"
  },
  {
    "name": "Basic Haute couture! พื้นฐานงานปักชั้นสูงแบบฝรั่งเศส",
    "description": "Basic Haute couture! พื้นฐานงานปักชั้นสูงแบบฝรั่งเศส โดย  รองศาสตราจารย์(พิเศษ) ระพี ลีละสิริ แบรนด์ ระพีลีลา",
    "location": "Shangri-La Hotel, Chiang Mai",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/633/cover/rapeeleela-02.png?1542766724",
    "date_time": "10/12/2018",
    "category_name": "workshop"
  },
  {
    "name": "Singha Obstacle Race 2018 สิงห์ เก่ง แกร่ง กล้า 2561 สนามที่ 11",
    "description": "โอเพ่น ไม่กำหนดกลุ่มอายุหรือเพศ (อายุขั้นต่ำ 12 ปี) การแข่งขันแบบทีม ประกอบด้วยสมาชิก 4 คน ใน 2 รอบแรก จะต้องมีนักกีฬาวิ่งรอบละ 2 คน โดยจะเป็นสมาชิกคนใดก็ได้ในทีม และในรอบสุดท้ายสมาชิกทั้ง 4 คนจะต้องวิ่งพร้อมกันทั้งหมด",
    "location": "สิงห์ปาร์คเชียงราย ตำบล แม่กรณ์ อำเภอเมืองเชียงราย เชียงราย ประเทศไทย ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/284/cover/Poster---Singha-Obstacle-Race.jpg?1537782118",
    "date_time": "08/12/2018",
    "category_name": "sport"
  },
  {
    "name": "Sales100Million Present: Sales Mastery 19th Class - หลักสูตรอบรมนักขายอย่างมืออาชีพ",
    "description": "หลักสูตรอบรมที่กลั่นออกมาจากประสบการณ์จริงและประยุกต์ระบบการขายมาตรฐานประเทศสหรัฐอเมริกาจากหนึ่งในองค์กรด้านไอทีระดับโลก ซึ่งเน้นการขายแบบโซลูชั่น ที่ขึ้นชื่อว่ามีความยากในการขายและมีมูลค่าการซื้อขายระดับร้อยล้านขึ้นไป ผมพร้อมที่จะมอบให้คุณแล้ว",
    "location": "S31 Sukhumvit Hotel ถนน สุขุมวิท แขวง คลองเตยเหนือ เขต วัฒนา กรุงเทพมหานคร ประเทศไทย ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/658/cover/SALE100MILLION_SD_COVER_copy_2_%282%29_11.jpg?1543250021",
    "date_time": "19/02/2019",
    "category_name": "education"
  },
  {
    "name": "“พัฒนาสมองสู่ความเป็นอัจฉริยะ” Brain Intelligence Conference",
    "description": "This is your lifetime opportunity to meet personally with Guinness World Record Holders & learn how to use this system to train your mind to access and retrieve information just like your computer. You can become the number one salesperson when you remember your client details, presentations & much more!!!",
    "location": "The Athenee Hotel, a Luxury Collection Hotel, Bangkok, Wireless Road, Lumphini, Pathum Wan, Bangkok, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/158/cover/BIC_Banner_-_Copy.jpg?1542607030",
    "date_time": "20/01/2019",
    "category_name": "education"
  },
  {
    "name": "SMEs “มานี่” มีรวย (ยกกำลัง 2) AI ช่วยขายของอัติโนมัติ 24 ชม.",
    "description": "SMEs ที่ต้องการเครื่องมือทำตลาดยุคดิจิทัล สร้างความได้เปรียบเหนือคู่แข่ง, เพิ่มประสิทธิภาพการบริการ, เก็บข้อมูลลูกค้า, ลดค่าดำเนินการของร้านค้า, เพิ่มช่องทางในการเข้าถึงลูกค้าที่มีประสิทธิภาพ และการได้รับความสนใจจากลูกค้าที่มากขึ้น",
    "location": "Jump Space Khonkaen, Nai Mueang, Mueang Khon Kaen District, Khon Kaen, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/714/cover/Manee_2_820_x_312_px.png?1543582954",
    "date_time": "21/12/2018",
    "category_name": ""
  },
  {
    "name": "Halfmoon Festival Koh Phangan, Thailand I 27th APRIL 2019",
    "description": "The Half Moon is on the rise, time for the magical forest once again. Join us for another Night of Legends. This time with a MASSIVE LINE UP! ",
    "location": "Ko Pha Ngan, Ko Pha-ngan District, Surat Thani, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/360/cover/Banner-2018-%28Nico%29-12-Apr-small-2019.jpg?1539006438",
    "date_time": "27/04/2019",
    "category_name": "entertainment"
  },
  {
    "name": "Half Moon Festival | 06.04.19",
    "description": "Recently opened and just a few footsteps away from the beach, Paradise Beach Backpackers Hostel features new and modern rooms with free WiFi. There is a mini mart in close proximity as well as plenty of beach services and various activities.",
    "location": "Paradise Beach, Pa Tong, Kathu District, Phuket, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/110/cover/2019_04_06_HM-EVENT-POP.jpg?1535363740",
    "date_time": "06/04/2019",
    "category_name": "entertainment"
  },
  {
    "name": "Cal-Comp & XYZprinting ITF Pro Circuit 2018 15K #W4",
    "description": "International Tennis Federation (ITF) in cooperation with True Arena Hua Hin, Cal-Comp Electronics (Thailand) Public Co.,Ltd. is organizing the professional male and female tennis tournament “Cal-Comp & XYZprinting ITF Pro Circuit 2018” featuring a total of 9 tournaments held throughout April – December 2018, and prize money ranging from US $15,000 to $25,000. The tournament aims to provide an opportunity for participating professional players to develop their skills to succeed in world-class circuits, and offer success in their career paths. In addition, this will significantly promote Thailand and Hua Hin town as a sports-tourism destination worldwide via TV broadcasts.",
    "location": "True Arena Hua Hin, Petchkasem Road Hua Hin, Hua Hin District, Prachuap Khiri Khan, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/003/827/cover/AW_ITF_PRO_2018_EVENT_POP.jpg?1531119356",
    "date_time": "03/12/2019",
    "category_name": "sport"
  },
  {
    "name": "Thunder Bolt Project 2018 | TBP",
    "description": "Thunder Bolt Project Age Groups : 4 Years Old - 6 Years Old - Don't miss out on a fantastic opportunity to introduce yourself to Buriram United at Thunder Arena this coming November!",
    "location": "Thunder Arena - Chaengwattana",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/349/cover/1702x800_TBP.jpg?1538727357",
    "date_time": "14/01/2019",
    "category_name": "sport"
  },
  {
    "name": "Bot Creator [Train the Trainer]",
    "description": "✔ ได้เรียนรู้แนวคิดการสร้างแชทบอทอย่างชาญฉลาดและได้คุณภาพ ได้เรียนรู้เทคโนโลยีปัญญาประดิษฐ์ (AI) ต่อยอดสู่โอกาสสร้างงาน สร้างรายได้ ได้รับใบประกาศนียบัตร (Certificate ) Bot Creator [Train the Trainer] เมื่อผ่านการประเมินตามเกณฑ์ที่บริษัทฯ กำหนด",
    "location": "Jump Space Khonkaen, ตำบล ในเมือง อำเภอเมืองขอนแก่น ขอนแก่น ประเทศไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/728/cover/1543796723910.png?1543814711",
    "date_time": "20/12/2018",
    "category_name": "activities"
  },
  {
    "name": "[Talk] Once in a Lifetime in Higashikawa by Thai High School Students",
    "description": "That students who had a chance to be a part of international photo contest at the Town of Photography in Japan and get to know other student photographers from 19 countries.",
    "location": "THE KANNAS Serviced Apartment & Mini Mall, ถนน ซุปเปอร์ไฮเวย์ เชียงใหม่-ลำปาง Chang Phueak, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/640/cover/_CMDW_cover_new.jpg?1542279120",
    "date_time": "16/12/2018",
    "category_name": "activities"
  },
  {
    "name": "Hangover Brunch at Red Oven | 1 January 2019",
    "description": "New year celebrations hit stratospheric heights, and now you’re just coming down back to earth. Hangovers are just reminders of yesterday’s good times, so float down gently with a brunch featuring all the fuel you need to start the new year strong – there’s a bloody mary station to help.",
    "location": "https://p-u.popcdn.net/events/covers/000/004/750/cover/Festive_2018_Eventpop_%28Red_Oven%29.jpg?1543906608",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/750/cover/Festive_2018_Eventpop_%28Red_Oven%29.jpg?1543906608",
    "date_time": "01/01/2019",
    "category_name": "entertainment"
  },
  {
    "name": "New Year Eve 2019 Celebration",
    "description": "What’s better for this New Year 2019 Celebration than authentic American food, draft beer and many entertaining activities along the night like counting down and dancing with our rock bands “Jogadanz” and “The Boss” and enjoy incredibly wild & fun vibes we offer you at Hard Rock Cafe Bangkok!",
    "location": "Rock Shop - Hard Rock Cafe Bangkok, Rama I Road, Pathum Wan, Bangkok, Siam",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/581/cover/NYE2019-EventPop-Cover.jpg?1541577119",
    "date_time": "31/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "Cover Notebook by Woodcut",
    "description": "เวิร์กช้อปทำปกสมุด โดยเทคนิค ศิลปะภาพพิมพ์แกะไม้ มาประยุทธ์ ในแบบ KUBE STORE ทำความรู้จักระบบการพิมพ์ด้วยแท่นพิมพ์ ขั้นตอน วิธีการเบื้องต้น  โดยงานที่ได้จะมีเท็กซ์เจอร์ความนูนจากการกดทับอันเป็นเอกลักษณ์ ความพิเศษคือเราสามารถออกแบบลายพิมพ์เองได้ด้วย เหมาะกับทุกคนที่อยากเห็นผลงานตัวเองในรูปแบบใหม่ อยากได้สมุดที่มีลวดลายเป็นของตัวเอง พิเศษคนเดียวหรือสามารถทำให้เป็นของขวัญได้ด้วย",
    "location": "Detales Studio Art gallery and Bistro, Chang Khlan, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/532/cover/Cover_Workshop-01.jpg?1540986755",
    "date_time": "16/12/2019",
    "category_name": "workshop"
  },
  {
    "name": "NYE 2019 NEON POOL PARTY",
    "description": "Aloft Bangkok - Sukhumvit 11 brings the party to Soi 11. Enjoy vibrant fun and excitement with our sassy DJs spinning some of the best beats in Hip Hop + R&B + Trap.",
    "location": "Aloft Bangkok Sukhumvit 11, Khlong Toei Nuea, Watthana, 10, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/649/cover/neon_851x400-100.jpg?1542611755",
    "date_time": "31/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "VIETNAM BLOCKCHAIN DAY | SEASON 2 DEC 2018",
    "description": "Topic: Blockchain and Cryptocurrency: Self-destruction or Self-adoption? Target guests: 1000+ guests, 15+ speakers, 20+ exhibitions, 10+ media sponsors",
    "location": "Grand Plaza Hanoi Hotel, Trần Duy Hưng, Trung Hòa Nhân Chính, Trung Hoà, Cầu Giấy, Hà Nội, Việt Nam",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/520/cover/eventpop.png?1541665941",
    "date_time": "02/12/2018",
    "category_name": "education"
  },
  {
    "name": "KANNAS CREATIVE LIVING: Surf-inspired workout classes",
    "description": "Surf Sweat เป็นสตูดิโอออกกำลังกายที่แรกและที่เดียวในเชียงใหม่ที่ได้นำเข้าเครื่อง surfset และ water rower มาเป็นอุปกรณ์ประกอบการออกกำลังกายในแต่ละคลาส ซึ่งสร้างความหลากหลายในการเล่นของแต่ละท่ามากยิ่งขึ้นกว่าเดิม และที่สำคัญ ทำให้การออกกำลังกายสนุกมากยิ่งขึ้นพร้อมทั้งทำให้การเผาผลาญนั้นได้มากถึง 600-800 แคลอรี่ใน 1 ชั่วโมง",
    "location": "THE KANNAS Serviced Apartment & Mini Mall, ถนน ซุปเปอร์ไฮเวย์ เชียงใหม่-ลำปาง Chang Phueak, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/533/cover/2.3_cover_photo_copy.001.png?1541000318",
    "date_time": "08/12/2018",
    "category_name": "sport"
  },
  {
    "name": "Goalkeeping Centre 2018 | GKC",
    "description": "Goalkeeping Centre Age Group : 7 years old - 10 years old / Pitch one + 11 years old - 14 years old / Pitch two",
    "location": "Thunder Arena - Chaengwattana",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/350/cover/1702x800_Goalkeepingcentre_.jpg?1538738125",
    "date_time": "29/12/2018",
    "category_name": "sport"
  },
  {
    "name": "คอร์สร่วม ขายดีด้วยเว็บไซต์ อัพยอดขายด้วย Facebook Ads",
    "description": "รวมกลยุทธ์สร้างธุรกิจขายของออนไลน์ จากผู้เชี่ยวชาญตัวจริง เทคนิคเจาะลึกทำอย่างไรให้เว็บไซต์ขายดี ลงโฆษณาใน Facebook อย่างไรให้เข้าเป้า ไม่มีขาดทุน เพียง 17,900 บาท",
    "location": "อาคารไทยศรี ถนน กรุงธนบุรี แขวง บางลำภูล่าง เขต คลองสาน กรุงเทพมหานคร ประเทศไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/704/cover/evpop.jpg?1543303699",
    "date_time": "14/01/2019",
    "category_name": "education"
  },
  {
    "name": "Coptic Bookbinding Workshop",
    "description": "ขอชวนทุกคนมาเรียนรู้งานเย็บสมุดกับ Kube store สมุดทำมือ ภาพพิมพ์แกะไม้ แบรนด์สมุดทำมือสไตล์มินิมอลที่โดดเด่นด้วย การดีไซน์และคุณภาพของกระดาษที่เลือกใช้ ซึ่งในเวิร์คชอปนี้เราจะสอนพื้นฐานของการเย็บสมุดแบบ Coptic  เทคนิคเย็บกี่พื้นฐานเหมาะกับการฝึกสมาธิ นำไปต่อยอดในงานอดิเรก ",
    "location": "One Nimman Su Thep, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/528/cover/Cover_Workshop-02.jpg?1540976630",
    "date_time": "15/12/2018",
    "category_name": "workshop"
  },
  {
    "name": "Valuation Master Class Live",
    "description": "Early Bird Admission ฿17,900.00 Attendees may purchase this ticket before December 7th, 2018 to qualify for Early Bird Discount.",
    "location": "Aloft Bangkok Sukhumvit 11, Khlong Toei Nuea, Watthana, 10, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/691/cover/VMCL_dec_cover.png?1543208704",
    "date_time": "15/12/2018",
    "category_name": "education"
  },
  {
    "name": "Rotary Magkang Marathon โรตารีหมากแข้ง มาราธอน 2019",
    "description": "สอบถามรายละเอียดเพิ่มเติมได้ที่ / For more information 089-7113870, or 081-3600360 (English speaker) (ทุกวัน เวลา /Every day : 9.30-18.00 น.)",
    "location": "Central Plaza Udonthani, ประจักษ์ศิลปาคม อำเภอเมืองอุดรธานี ตำบลหมากแข้ง อุดรธานี ประเทศไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/577/cover/Add1.jpg?1541502744",
    "date_time": "20/01/2019",
    "category_name": "sport"
  },
  {
    "name": "Splash Pool Party - 15 December",
    "description": "Aloft Bangkok - Sukhumvit 11 brings the party to Soi 11. Enjoy vibrant fun and excitement with our sassy DJs spinning some of the best beats in Hip Hop + R&B + House.",
    "location": "Aloft Bangkok Sukhumvit 11, Khlong Toei Nuea, Watthana, 10, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/695/cover/666666.JPG?1543229269",
    "date_time": "14/01/2019",
    "category_name": "activities"
  },
  {
    "name": "OPEN STUDIO",
    "description": "เยี่ยมชมสตูดิโอผ้าทอด้วยวิธีมัดย้อมสีแบบธรรมชาติ ซึ่งเป็นมิตรกับสิ่งแวดล้อมและออกแบบตัดเย็บด้วยความเรียบง่าย ซึ่งนำเสนอความเป็นเชียงใหม่ได้อย่างดี พร้อมถ่ายทอดเทคนิค ประสบการณ์ และเปิดโอกาสให้ได้ทดลองมัดย้อมผ้าด้วยตนเอง",
    "location": "Raming tea house siam, Chang Moi, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/735/cover/Studio_cover2.png?1543801783",
    "date_time": "15/12/2019",
    "category_name": "activities"
  },
  {
    "name": "Fantastic Creative Beads",
    "description": "เรียนรู้การสร้างสรรค์งานเครื่องประดับจากลูกปัด",
    "location": "Daily Craft Shop, Su Thep, Mueang Chiang Mai District, Chiang Mai, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/682/cover/delann_creative_beads_workshop_background.jpg?1542939953",
    "date_time": "14/12/2018",
    "category_name": "workshop"
  },
  {
    "name": "Embedded Technology & IoT",
    "description": "อบรมเชิงปฏิบัติการ สร้างนวัตกรรม IoT ต่อยอดสู่ธุรกิจในยุคดิจิทัล",
    "location": "Network Training Center (NTC) สุริยวงศ์ บางรัก Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/406/cover/851x400_IoT_workshop.png?1539677708",
    "date_time": "15/12/2019",
    "category_name": ""
  },
  {
    "name": "Pottery Painting by Temp. Studio",
    "description": "มาร่วมเวิร์คช็อป สร้างสรรค์ลวดลายลงบนแจกันเซรามิกส์ ลายชิคๆ ตามสไตล์ของตัวเองได้เลย !!!! ",
    "location": "Shangri-La Hotel, Chiang Mai, Changklan Road, ตำบล สุเทพ Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/575/cover/coverrrr.jpg?1541500039",
    "date_time": "11/12/2018",
    "category_name": "workshop"
  },
  {
    "name": "2 in 1 คอร์สสร้างเว็บไซต์และการตลาดออนไลน์ (Master of Digital Business)",
    "description": "คุณเชื่อไหม...ว่าวันนี้ ไม่ว่าจะมองไปทางไหน สถานที่ไหนก็พบแต่คนกำลังเล่น​ Social Media อยู่ แม้กระทั่งคนที่กำลังอ่านข้อความนี้อยู่ก็อาจจะกำลังเปิด Facebook, YouTube, Google อยู่ก็เป็นได้ และจากสถิติในแต่ละปีก็มีปริมาณผู้ที่เข้าสู่โลกออนไลน์ก็เพิ่มมากขึ้นอย่างต่อเนื่อง หรือแทบจะเรียกได้ว่าเกือบจะไม่มีใครเลยที่ไม่รู้จักหรือไม่ใช้อินเทอร์เน๊ตก็ว่าได้ และวันนี้เพียงแค่คุณมีเว็บไซต์และนำเสนอข้อมูลธุรกิจหรือสินค้าของคุณขึ้นไปบนโลกออนไลน์ คุณก็สามารถที่จะมีรายได้จากโลกออนไลน์ได้ตลอด 24 ชั่วโมงใน 7 วัน",
    "location": "L Building Phayathai Road, Thanon Phetchaburi, Ratchathewi, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/653/cover/EventPop-Banner.png?1542529402",
    "date_time": "10/12/2018",
    "category_name": "education"
  },
  {
    "name": "คอร์ส เซียนขายฝากอสังหาฯเงิน 100 ล้าน",
    "description": "คอร์ส “เซียนขายฝากอสังหาเงินฯ 100 ล้าน”เปิดตำนานขายฝาก ทำเงินล้านของจริง จริงใจ ซื่อสัตย์ ยุติธรรม",
    "location": "Soi Ramkhamhaeng 9, Phlabphla, Wang Thonglang, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/066/cover/Event-pop_Coach_Tae_2.jpg?1534824856",
    "date_time": "15/12/2018",
    "category_name": ""
  },
  {
    "name": "Basic Web Development : สร้างเว็บไซต์ง่ายๆ ด้วยตัวเอง ใน 2 วัน",
    "description": "มาเรียนรู้วิธีสร้างเว็บไซต์และสร้างเว็บไซต์ธุรกิจเบื้องต้นได้ด้วยตัวเอง พร้อมเรียนรู้ระบบต่างๆ เพื่อเชื่อมกับการทำการตลาดออนไลน์ และ basic ทุกอย่างที่ควรรู้ เมื่อคุณจะมีเว็บไซต์เป็นของตัวเองภายในเวลาแค่ 2 วัน(และสามารถเรียนได้ตลอด 24hr ในภายหลังด้วย)",
    "location": "Dhurakij Pundit University, Pracha Chuen Road, Thung Song Hong, Lak Si, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/474/cover/_Cover3.jpg?1541944491",
    "date_time": "20/12/2018",
    "category_name": "education"
  },
  {
    "name": "Countdown at The Water Club | 31 December | SO Sofitel Bangokok",
    "description": "When there’s a pool, there’s bound to be a party. Famous DJS act as ground control to launch revelers into the boisterous night. When the clock strikes midnight, send some love into the city from the al fresco pool deck and solarium and dance right on through into the new year. Limited number of early-bird ticket available now. Grab yours now!",
    "location": "SO Sofitel Bangkok, Bangkrak, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/734/cover/Countdown_Eventpop.jpg?1543913777",
    "date_time": "31/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "Illuzion Phuket 4th Anniversary w/ Afrojack | 19.12.18",
    "description": "We couldn't celebrate our 4th Anniversary with you all in a better way than this! We are excited for the debut at #ILLUZION Phuket of one of the best DJ and Producer in the world",
    "location": "Illuzion Phuket, Thanon Bangla, Pa Tong, Kathu District, Phuket, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/737/cover/2018_12_19_AFROJACK_EVENT-POP.jpg?1543650867",
    "date_time": "19/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "An Evening of Telepathy",
    "description": "Sarin The Mentalist joins forces with Thong Lor Art Space to create an intimate experience that will fill you with WONDER. Come witness and participate in mind reading and intuition experiments. The highlight of the evening is Sarin’s signature piece in which he delivers important messages using TAROT cards.",
    "location": "Thong Lor Art Space, Soi Sukhumvit 55, Khlong Tan Nuea, Watthana, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/666/cover/unnamed_%281%29.jpg?1542700095",
    "date_time": "15/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "MUAY THAI FIGHT NIGHT SAMUI",
    "description": "Fighters from not only Thailand but Worldwide come to compete the ancient art form at Chaweng Muay Thai Stadium. With fighters as young as 8 years old through to adults both male and female the stadium holds 6 Fights in total twice a week,",
    "location": "166/16 Moo 2 Tambon Bo Put, Amphoe Ko Samui Chaweng Surat Thani 84320 Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/002/809/cover/cover_2.jpg?1541755420",
    "date_time": "19/12/2018",
    "category_name": "sport"
  },
  {
    "name": "CHIANG MAI HERITAGE TOUR",
    "description": "เยี่ยมชมพื้นที่ย่านเมืองเก่าในเชียงใหม่ สัมผัสวิถีชีวิตชุมชนล่ามช้าง เล่าเรื่องราวประวัติศาสตร์ สังคม ที่มีผลต่อสถาปัตยกรรมยุคทองของอาณาจักรล้านนาเมื่อ 500 ปีที่ผ่านมา และอาคารสำคัญในยุคต่างๆ โดยมีวิทยากรที่มีความเชี่ยวชาญด้านสถาปัตยกรรมและผังเมืองเชียงใหม่ พาชมในบรรยากาศที่เป็นกันเอง",
    "location": "พิพิธภัณฑ์พื้นถิ่นล้านนา Prapokkloa Road, Si Phum, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/729/cover/heritage_cover2.jpg?1543572342",
    "date_time": "20/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "KANNAS CREATIVE LIVING: Thai Spicy Salad Cooking Class",
    "description": "ร้านข้าวตอนข้าวแลงเป็นร้านอาหารไทยที่เน้นบรรยากาศเป็นกันเองเหมือนกับการไปกินข้าวบ้านเพื่อน ชื่อร้าน ข้าวตอนข้าวแลง เป็นภาษาเหนือหมายถึง อาหารมื้อเที่ยงและมื้อเย็น เนื่องจากคนเหนือมีคำพูดติดปากเวลาพบและทักทายกันว่า กิ๋นข้าวตอน/ข้าวแลงแล้วก๋า เหมือนที่ร้านข้าวตอนข้าวแลงของเราต้องการทักทายลูกค้าทุกท่านแบบนี้เช่นกัน",
    "location": "THE KANNAS Serviced Apartment & Mini Mall, ถนน ซุปเปอร์ไฮเวย์ เชียงใหม่-ลำปาง Chang Phueak, Mueang Chiang Mai District, Chiang Mai, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/542/cover/2.3_cover_photo_copy.001.png?1541066620",
    "date_time": "18/12/2018",
    "category_name": "activities"
  },
  {
    "name": "The Ultimate Dining Experience with the Newest 3-Michelin Star in France",
    "description": "The Ultimate Dining Experience with the Newest 3-Michelin Star in France  Appearing for the First Time in Thailand!",
    "location": "Vie Hotel Bangkok Mgallery By Sofitel, Phayathai Road, Thanon Phetchaburi, Ratchathewi, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/676/cover/1702_x_800_px-01_0.jpg?1543228282",
    "date_time": "15/12/2019",
    "category_name": "activities"
  },
  {
    "name": "KILORUN HANOI 2019",
    "description": "When the run isn’t measured only with kilometres, but also measured in kilograms. Here is KILORUN",
    "location": "Lý Thái Tổ, เขตฮว่านเกี๋ยม Hanoi, เวียดนาม",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/029/cover/EVP_Kilorun_Hanoi_Cover_Banner_851_x_400_px.jpg?1541064399",
    "date_time": "02/02/2019",
    "category_name": "sport"
  },
  {
    "name": "Exclusive Meet & Greet with METROPOLIS de ONELIA",
    "description": "Join Exclusive Meet & Greet with METROPOLIS de ONELIA @ Japan Expo Thailand 2019, CentralWorld, Bangkok on Sunday 27th January 2019 One round only!",
    "location": "CentralWorld, Rama I Road, Pathum Wan, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/690/cover/MGMetropolis_de_Onelia.jpg?1543207700",
    "date_time": "27/01/2019",
    "category_name": "entertainment"
  },
  {
    "name": "BassClef x Freestylers x Shabba D and Skibadee x LTJ Bukem",
    "description": "We are delighted to welcome The Freestylers - one of the most versatile bass music artist groups of UK bass music scene who will be ready to blow the roof at one of the Bangkok’s most beloved underground music venues SAFE ROOM before the end of 2018. Support from DJ Orawan // ThaiStick // Road Runners",
    "location": "Whiteline, Silom 8 Alley, Suriya Wong, Bang Rak, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/638/cover/bassclef_banner_1702X800_copy.jpg?1543222610",
    "date_time": "28/01/2019",
    "category_name": "entertainment"
  },
  {
    "name": "Facebook Ads Workshop สด 2 วันเต็ม (เพิ่มรอบแล้ว)",
    "description": "Workshop กลุ่มเล็ก ไม่เกิน 25 ท่าน มีเป้าหมายให้ทุกท่านสามารถทำโฆษณา Facebook เป็น และสามารถนำไปต่อยอดสร้างคุณค่าให้ธุรกิจของคุณได้",
    "location": "KX - Knowledge Exchange Center, Thanon Krung Thon Buri, Bang Lamphu Lang, Thon Buri, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/003/817/cover/Event_Pop_Cover_1702X800.001.png?1543396953",
    "date_time": "01/02/2019",
    "category_name": "workshop"
  },
  {
    "name": "Steps to Become a Valuation Master",
    "description": "Regular: Free course for anyone who is interested in Valuation",
    "location": "Daily Craft Shop, Su Thep, Mueang Chiang Mai District, Chiang Mai, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/599/cover/851_400_cover_VMC0.png?1541750972",
    "date_time": "10/02/2019",
    "category_name": "education"
  },
  {
    "name": "Young Electronics Camp รุ่นที่ 4 ระดับประถมศึกษาตอนต้น",
    "description": "โครงการ Young Electronics Camp รุ่นที่ 4 ระดับประถมศึกษาตอนต้น ณ  จัตุรัสวิทยาศาสตร์ อพวช. ชั้น 4 อาคารจัตุรัสจามจุรี วันที่ 16 - 18 มีนาคม 2562",
    "location": "จัตุรัสวิทยาศาสตร์ จามจุรี Pathum Wan, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/646/cover/20180729_155758...-2.jpg?1542367682",
    "date_time": "16/01/2019",
    "category_name": "education"
  },
  {
    "name": "Hand-On : Microsoft Certified Azure Administrator Associate",
    "description": "การเรียนแบบ Hand-On ประกอบด้วย เนื้อหาทางทฤษฎี 30% ที่ครอบคลุม จำเป็น มีความกระชับ ทราบถึงข้อควรระวัง และ best practices ที่สามารถนำไปใช้ในการทำงานจริงได้อย่างถูกต้องเหมาะสม โดยมี real-world scenario แล็บอีก 70% ที่ผู้เรียนจะค่อยๆ สร้างขึ้นมาด้วยตัวเองครับ",
    "location": "Starbucks Coffee Suanplern, Rama IV Road, Khlong Tan, Khlong Toei, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/194/cover/2018-10-22_18-08-40.jpg?1540206574",
    "date_time": "26/01/2019",
    "category_name": "education"
  },
  {
    "name": "Hand-On : Microsoft Certified Azure Solutions Architect Expert",
    "description": "Hand-On 2 วิชานี้ต่อเนื่องมาจาก Hand-On : Microsoft Certified Azure Administrator Associate ประกอบด้วย workshop ที่เกี่ยวข้องกับ Azure Infrastructure as a Service (IaaS) ขั้นสูง จำนวน 2 วิชา คือ AZ-300 และ AZ-301 ซึ่งเป็นวิชาใหม่ใน track Azure certification เช่นกัน โดยมีรายละเอียดการเรียนดังนี้ครับ",
    "location": "Starbucks Coffee Suanplern, Rama IV Road, Khlong Tan, Khlong Toei, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/190/cover/2018-10-25_11-06-51.jpg?1540440439",
    "date_time": "26/01/2019",
    "category_name": "education"
  },
  {
    "name": "A little ladybrid in the garden workshop",
    "description": "มาทำเข็มกลัดแมลงตัวน้อยที่พร้อมจะติดตามคุณไปทุกที่กันเจ้า แมลงตัวน้อยของเราทำจากผ้าพิมพ์เทียนบล๊อคไม้ย้อมด้วยสีธรรมชาติแล้วมาปักลวดลายด้วยเส้นใยย้อมสีธรรมชาติ ด้วยกันเน้อเจ้า",
    "location": "Daily Craft at One Nimman Su Thep, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/637/cover/37712886_2238174262890043_6319380739192258560_n.jpg?1542214190",
    "date_time": "16/02/2019",
    "category_name": "workshop"
  },
  {
    "name": "XXO Party Neon Night - Gay Dance Circuit Party",
    "description": "Dance Circuit Party bringing you all the top Circuit DJs and dancers from all over the world, along with a great production and one of the best sound systems in the world “L-Acoustics” XXO Party will bring you this intimate and enjoyable experience, that you will never forget!",
    "location": "Renaissance Bangkok Ratchaprasong Hotel Phloen Chit Road, Lumphini, Pathum Wan, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/418/cover/ticket-vendor-815-400-2.jpg?1543155320",
    "date_time": "01/01/2019",
    "category_name": "entertainment"
  },
  {
    "name": "Full Moon Festival | 20.04.19",
    "description": "PARADISE BEACH presents : FULL MOON FESTIVAL  Mark your calendar and get ready to experience the BIGGEST OPEN AIR PARTY in the Island!",
    "location": "Paradise Beach, Pa Tong, Kathu District, Phuket, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/111/cover/2019_04_20_FM_EVENT_POP.jpg?1535363889",
    "date_time": "20/04/2019",
    "category_name": "entertainment"
  },
  {
    "name": "3-Michelin-Star Dining with Chef Thomas Bühner",
    "description": "We have invited one of Germany’s top chefs, the acclaimed 3-Michelin-Star Chef Thomas Bühner, to take over the kitchen at Jojo Restaurant for lunch and dinner, as well as Sunday Brunch at VIU. Chef Thomas will delight guests, with his culinary art, in 3D contemporary, aromatic dining experiences.",
    "location": "The St. Regis Bangkok, Lumphini, Pathum Wan, Bangkok, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/620/cover/Event-Pop_Cover_Chef_Thomas_Buhner_w_1702px_x_h_800px.jpg?1542260691",
    "date_time": "12/02/2019",
    "category_name": "activities"
  },
  {
    "name": "FREE : สัมมนา แกะรอย 100ล้าน แค่...พลิกมุมคิดก็พลิกธุรกิจสู่ 100ล้าน",
    "description": "สัมมนานี้...จะทำให้คุณเข้าใจถึงแก่นแท้ของธุรกิจออนไลน์ เหมาะสำหรับผู้ที่อยากเรียนรู้ วิธีการสร้าง ธุรกิจออนไลน์ ในยุค 4.0 ด้วยระบบ Global Dropshipไม่ว่าคุณจะมีประสบการณ์ในการทำธุรกิจมาก่อนหรือไม่ ไม่สำคัญ !!!เพราะสัมมนานี้จะทำให้คุณสามารถ เป็นเจ้าของกิจการ หรือ เจ้าของแฟรนไชส์ ได้อย่างง่ายดาย",
    "location": "จามจุรีสแควร์ ถนน พระรามที่ 4 Pathum Wan, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/003/258/cover/Global-Dropship-%E0%B8%AA%E0%B8%B1%E0%B8%A1%E0%B8%A1%E0%B8%99%E0%B8%B2%E0%B8%9F%E0%B8%A3%E0%B8%B5.jpg?1529255949",
    "date_time": "15/12/2019",
    "category_name": "activities"
  },
  {
    "name": "Magic Land at Pantip Chiang Mai",
    "description": "สุดยอดโชว์มายากลระดับโลก!!!",
    "location": "Pantip Plaza Chiangmai, ถนน ช้างคลาน ตำบล ช้างคลาน อำเภอเมืองเชียงใหม่ เชียงใหม่ ประเทศไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/566/cover/cover_magicland-01.jpg?1541748437",
    "date_time": "07/03/2019",
    "category_name": "activities"
  },
  {
    "name": "Chiang Mai Maker Party 2018 (Education for the Future)",
    "description": "Maker Party is an opportunity for makers to come display projects they’ve been working on. We invite makers from across the universe, and Thailand to come together for fun and excitement.",
    "location": "Chiang Mai Maker Club, Phra Sing, เมือง Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/675/cover/Artboard_8_copytt_1.png?1543646538",
    "date_time": "15/01/2019",
    "category_name": "activities"
  },
  {
    "name": "Gurugunza 24 First Meeting​ #มึงอีกแล้วเหรอ​ Show DHEIB",
    "description": "งานมีทติ้งครั้งแรกของเขาคนนี้ เราอยากจัดงาน Meeting Show ครั้งหนึ่งในชีวิต ก่อนความตายของผมจะมาถึงในไม่กี่ปี หลายคนสงสัยว่า DHEIB มันคืออะไร มันย่อมาจาก 5 คำพูด",
    "location": "มูลนิธิวัฒนธรรมไทย-เยอรมัน Rama IV Road, Thung Maha Mek, Sathon, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/437/cover/Gurugunza_24__1_Meeting_Show_DHEIB.png?1543052144",
    "date_time": "16/11/2019",
    "category_name": "entertainment"
  },
  {
    "name": "Create Painted Jewelry จิวเวลรี่ดีไซน์เองได้(ใส่เองด้วย)",
    "description": "เวิร์คช๊อบสนุกๆที่ให้คุณออกแบบจี้กำไลข้อมือหรือต่างหู พร้อมกับเรียนรู้เทคนิคเพื่อทำเป็นเครื่องประดับโลหะ วัสดุที่ทางเราเตรียมให้คือทองเหลือง เมื่อทำเสร็จผู้เรียนจะได้สร้อยคอสร้อยข้อมือหรือต่างหูกลับบ้าน 1-2ชิ้น",
    "location": "ASA Kitchen and Studio #217 Thaphae rd, Chang Khlan, Mueang Chiang Mai District, Chiang Mai 50100, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/490/cover/cover.jpg?1540821848",
    "date_time": "10/02/2019",
    "category_name": "workshop"
  },
  {
    "name": "REFINE YOUR AUTHENTICITY กลั่นความชัดเจนภายใน สู่อิสระพลังสร้างสรรค์”",
    "description": "Botanic Pantry ร่วมกับ Living with The Spiritขอชวนกลุ่มชนคนทำงานสร้างสรรค์ ร่วมWorkshop กลับสู่ต้นทางพลังสร้างสรรค์ เข้าถึงความงดงามของตัวตนที่แท้ ค่อยๆสกัดให้เข้าถึงความชัดเจน ผ่านกิจกรรมWellnessที่เลือกสรรมาเฉพาะ เชื่อมโยงตัวตนที่ชัดเจนภายใน ปลดปล่อยอิสระพลังสร้างสรรค์",
    "location": "One Nimman Su Thep, Mueang Chiang Mai District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/527/cover/Botanic_workshop_cover_event_pop369.jpg?1540977009",
    "date_time": "12/01/2019",
    "category_name": "workshop"
  },
  {
    "name": "Hand-On MCSE: Cloud Platform and Infrastructure (Windows Server 2016/2019 track) รุ่นที่ 2",
    "description": "การเรียนแบบ Hand-On ประกอบด้วย เนื้อหาทางทฤษฎี 30% ที่ครอบคลุม จำเป็น มีความกระชับ ทราบถึงข้อควรระวัง และ best practices ที่สามารถนำไปใช้ในการทำงานจริงได้อย่างถูกต้องเหมาะสม โดยมี real-world scenario แล็บอีก 70% ที่ผู้เรียนจะค่อยๆ สร้างขึ้นมาด้วยตัวเองครับ",
    "location": "Starbucks Coffee Suanplern, Rama IV Road, Khlong Tan, Khlong Toei, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/003/863/cover/2018-07-14_22-42-37.jpg?1532238289",
    "date_time": "02/05/2019",
    "category_name": "education"
  },
  {
    "name": "NIPPON HERE: WALKINGS LIVE IN THAILAND 2018",
    "description": "พบกับ Walkings วง Rock N’ Roll เลือดใหม่ ที่ฝากผลงานไว้บนเวทีระดับโลกมากมายทั้ง Fuji Rock, SWSX, Urban Nomad festival และอีกหลายๆงาน รวมถึง Nippon Concert ที่ไทยปีที่แล้ว ที่สามารถกระชากอารมณ์คนในงานให้มันส์แบบฉุดแทบไม่อยู่ มาพร้อมกับวง Rock N’ Roll ไทยที่น่าจับตามองอย่าง The Drivers และ    H 3 F นอกจากนี้ยังจะได้พบกับวงหน้าใหม่ที่การันตีความสุดในการเล่นสด อย่าง Taitosmith และ Joeharry Bangkoker ",
    "location": "Goose Life Space (BTS สนามเป้า, Exit 3)",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/671/cover/Cover-2.JPG?1542772984",
    "date_time": "28/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "Damm Mediterranean Cruise 8 December 2018",
    "description": "Estrella Damm is more than happy to announce the Damm Mediterranean Cruise. On a 71 feet luxury Catamaran for a one day trip the heavenly island of Koh Phai! The trip will include a premium selection of food and drinks, snorkeling, fishing, Free Flow Estrella Damm beers and much much more!",
    "location": "Ocean Marina Yacht Club, Na Chom Thian, Sattahip, Chon Buri, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/318/cover/cover_eventpop.jpg?1542939635",
    "date_time": "18/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "Halfmoon Festival Koh Phangan, Thailand I 12th APRIL 2019",
    "description": "The Half Moon is on the rise, time for the magical forest once again. Join us for another Night of Legends. This time with a MASSIVE LINE UP! ",
    "location": "Ko Pha Ngan, Ko Pha-ngan District, Surat Thani, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/323/cover/Banner-2018-%28Nico%29-12-Apr-2019.jpg?1538295434",
    "date_time": "12/04/2019",
    "category_name": "entertainment"
  },
  {
    "name": "Halfmoon Festival Koh Phangan, Thailand I 27th FEB 2019",
    "description": "The Half Moon is on the rise, time for the magical forest once again. Join us for another Night of Legends. This time with a MASSIVE LINE UP! ",
    "location": "Ko Pha Ngan, Ko Pha-ngan District, Surat Thani, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/238/cover/Banner-%28Nico%29-12Feb-2019-sm.jpg?1543815159",
    "date_time": "27/02/2019",
    "category_name": "entertainment"
  },
  {
    "name": "6 FEET RUN 2019 @เชียงใหม่ “ฮ๊กขาปาหมาล่น”",
    "description": "วิ่งไปกับสุนัขตัวโปรดในบรรยากาศสุดชิลและวิวภูเขา พร้อมท้าทายความสามารถของน้องหมาในด่านทดสอบต่างๆ และร่วมสนุกกับกิจกรรมในบูธสปอนเซอร์ รายได้ส่วนหนึ่งจากการจำหน่ายบัตรมอบให้กับโครงการธาราบำบัดเพื่อสุนัขทหาร (เสริมสร้างสุนัขปลดประจำการและประจำการ) และ มูลนิธิอนุรักษ์ช้างและสิ่งแวดล้อม จ.เชียงใหม่",
    "location": "กองพันสัตว์ต่าง Don Kaeo, Mae Rim District, Chiang Mai, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/524/cover/%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%88%E0%B8%AD_2561-11-09_%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2_1.16.21_PM.png?1541744429",
    "date_time": "03/03/2019",
    "category_name": "sport"
  },
  {
    "name": "Go Running Khonkaen Mini Marathon โดย หอการค้าจังหวัดขอนแก่น",
    "description": "ด้วยหอการค้าจังหวัดขอนแก่น ได้จัดโครงการแข่งขันเดินวิ่ง ชื่อรายการ Go Running Mini marathon โดยหอการค้า จังหวัดขอนแก่น ในวันอาทิตย์ที่ 23 ธันวาคม 2561 เวลา 05.30 - 08.30 น. ณ สวนสาธารณะบึงทุ่งสร้าง จังหวัดขอนแก่น โดยมีวัตถุประสงค์เพื่อสนับสนุนกิจกรรมสาธารณะประโยชน์ของเมืองขอนแก่น โดยหอการค้าขอนแก่น และเพื่อส่งเสริมสุขภาพและกิจกรรมออกกำลังกายด้วยการเดินวิ่ง ตลอดจนสร้างความสัมพันธ์ในมวลสมาชิกหอการค้าและผู้เกี่ยวข้อง โดยเส้นทางการแข่งขันประกอบด้วย 5 กิโลเมตร และ 10 กิโลเมตร",
    "location": "บึงทุ่งสร้าง ตำบล ในเมือง อำเภอเมืองขอนแก่น ขอนแก่น ประเทศไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/632/cover/Screen_Shot_2561-11-19_at_11.50.37.png?1543121140",
    "date_time": "23/12/2018",
    "category_name": "sport"
  },
  {
    "name": "Exchange 2013/2016 Monitoring and Troubleshooting",
    "description": "หลักสูตรนี้มีเนื้อหาต่อเนื่องจาก Hand-on Workshop Exchange Server 2016 เน้นไปในแนวทาง ขั้นตอนการตรวจสอบ และแก้ปัญหาที่เกิดขึ้นกับระบบ Exchange 2013/2016 ในทุกแง่มุม การเรียนการสอนแบ่งเป็นเนื้อหาทางด้านทฤษฏี เรียนรู้ถึงปัญหาหาต่างๆ ที่มักเกิดขึ้นกับระบบ Exchange server และลงมือทำ workshop เพื่อตรวจสอบ แก้ไขปัญหาที่จำลองมาด้วยตนเอง เนื้อหาที่เรียนจะมีความกระชับ สรุปสิ่งที่จำเป็น ข้อควรระวัง และ best practices ที่สามารถนำไปใช้ในการทำงานจริงได้อย่างถูกต้องและเหมาะสมครับ",
    "location": "Starbucks Coffee Suanplern, Rama IV Road, Khlong Tan, Khlong Toei, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/448/cover/2018-10-25_23-41-18.jpg?1540485722",
    "date_time": "22/12/2018",
    "category_name": "education"
  },
  {
    "name": "Flutter Live in Thai Viewing Party",
    "description": "เพื่อที่จะให้ของชุมชนชาว Flutter ในไทยมีการเติบโตและแข็งแกร่งขึ้น เราอยากจะชวนทุกคนมาดู Live กันในงาน Flutter Live in Thai ที่ GetLinks Office",
    "location": "GetLinks (Thailand), Klongtoey, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/posters/000/004/731/large/46501292_193255261553247_399020234373070848_n.jpg?1543559231",
    "date_time": "04/01/2019",
    "category_name": "activities"
  },
  {
    "name": "ขายง่าย ขายไว สร้างร้านค้าออนไลน์ในวันเดียว",
    "description": "เป็นคอร์สเรียนพื้นฐาน เป็นการอบรมพร้อม Workshop แบบทีละขั้นตอน เพื่อให้ผู้เรียนได้รับความรู้ครบถ้วนในการสร้างเว็บไซต์ร้านค้าออนไลน์ จากตะกร้าออนไลน์",
    "location": "ชั้น 24 อาคารไทยศรี ถนน กรุงธนบุรี แขวง บางลำภูล่าง เขต คลองสาน กรุงเทพมหานคร ประเทศไทย ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/278/cover/FB_ADs-TakraOnline-Workshop-Training_1200x628px.png?1537760317",
    "date_time": "25/02/2019",
    "category_name": "education"
  },
  {
    "name": "Filigree Jewelry Workshop",
    "description": "งานช่างในปัจจุบันที่เหลือคนทำน้อยและยิ่งงานช่างที่ต้องสืบสานภูมิปัญญาแทบหาไม่ได้ ซึ่งเชียงใหม่เป็นเมืองที่มีงานพื้นถิ่นสูง ยังมีชุมชนที่ยังคงทำงานหัตถกรรมอยู่เป็นจำนวนไม่น้อยแต่การเข้าถึงชุมชนและเข้าไปเรียนรู้นั้นยากเนื่องจากองค์ความรู้ที่สืบทอดมานั้นจะถูกส่งต่อจากรุ่นสู่รุ่นเท่านั้น เทคนิคเฉพาะบางอย่างจึงเป็นความลับของตระกูล จึงทำให้งานหายไปและยากต่อการเรียนรู้ของคนทั่วไป เรามองเห็นอนาคตของงานหัตถกรรม และการต่อยอดในเชิงความรู้และการดีไซน์ซึ่งเราจะนำความรู้ที่สืบทอดมาได้ให้เป็นที่รู้จักและเปิดกว้างเพื่อโลกในอนาคต",
    "location": "Angsa Studio Jewelry สุขสำราญ อิน เนเจอร์ ม.5 Nong Kwai, Hang Dong District, Chiang Mai, Thailand ",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/521/cover/_MG_9483.jpg?1541007886",
    "date_time": "25/02/2019",
    "category_name": "workshop"
  },
  {
    "name": "#CMDW18 Crafts Talks: เราครีเอทีฟและสร้างนวัตกรรมในกระบวนทำงานช่างฝีมือพื้นบ้านได้หรือไม่?",
    "description": "Chiang Mai Crafts Fair 2018 ร่วมกับ Chiang Mai Design Week 2018 จัดงานเสวนาภายใต้หัวข้อ Crafts Talk โดย วิทยากรผู้เชียวชาญด้านงานคราฟท์จากในประเทศและต่างประเทศ กำหนดจัดขึ้นวันที่ 10 ธันวาคม 2561 ตั้งแต่เวลา 10:00 - 15:30 น. ณ หอประวัติศาสตร์เมืองเชียงใหม่ ",
    "location": "หอประวัติศาสตร์เมืองเชียงใหม่ ถนนพระปกเกล้า ตำบล ศรีภูมิ อำเภอเมืองเชียงใหม่ เชียงใหม่ ประเทศไทย",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/669/cover/Talks-27.png?1542770816",
    "date_time": "10/01/2019",
    "category_name": "education"
  },
  {
    "name": "Double Drop 2018: NYE Pool & Riverside Party!",
    "description": "Two of Bangkok's most dynamic party outfits join forces every year to bring you a 13 hour extravaganza specially designed to blow you into the next year!",
    "location": "Mango Tree On The River, Wang Burapha Phirom, Phra Nakhon, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/622/cover/NY-_FB_cover_V2-3.png?1543905599",
    "date_time": "31/12/2018",
    "category_name": "entertainment"
  },
  {
    "name": "Cheese@SO | Friday 27 December 2018",
    "description": "Calling all cheese lovers for a special Cheese@SO with cheese selection by chef Thomas Smith. And enjoy two full hours of free-flow beverage tipples alongside artisan breads, cold cuts, charcuterie, trimmings, plus live DJ!",
    "location": "SO Sofitel Bangkok, North Sathon Road, Bang Rak, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/590/cover/Cheese_Eventpop_%28Dec%29.jpg?1541675300",
    "date_time": "27/12/2018",
    "category_name": "activities"
  },
  {
    "name": "FREE : สัมมนา 3เทคนิคปั้นธุรกิจออนไลน์ให้ได้อย่างเซียน",
    "description": "คอร์ส สัมมนาฟรี นี้จะสอนให้คุณรู้ถึงหลักการทำธุรกิจออนไลน์แบบมืออาชีพ",
    "location": "บ้านราชครู Phahonyothin Road, Samsen Nai, Phaya Thai, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/003/200/cover/Cover-Pic-1.JPG?1536273753",
    "date_time": "25/01/2019",
    "category_name": "activities"
  },
  {
    "name": "SO Pool Party : Saturday 29 December 2018",
    "description": "If ever there was a reason beyond pure fun for a #SOPoolParty that would be because for SO Sofitel Bangkok is partnering up with Diageo Moet Hennessy Thailand to bring you the most epic pool party in town!",
    "location": "SO Sofitel Bangkok, Bangkrak, Bangkok, Thailand",
    "image_url": "https://p-u.popcdn.net/events/covers/000/004/698/cover/SO_Pool_Party_Moet_Eventpop_%28Dec%29.jpg?1543920758",
    "date_time": "29/12/2018",
    "category_name": "entertainment"
  }
]